/*
 * Loco ios export: iOS Localizable.strings
 * Project: wealth-bulter
 * Release: Working copy
 * Locale: en, English
 * Exported by: lily shen
 * Exported at: Mon, 31 Oct 2016 08:23:56 +0000
 */

/* loco:573bdc0f14d72520458b4568 */
"app_name" = "Bee Invest";

/* loco:573bdcad14d72520458b456b */
"login_account" = "ID";

/* loco:573bdd1414d7259d468b4568 */
"login_password" = "Password";

/* loco:573bdd4914d725f2458b4567 */
"login_login" = "LOGIN";

/* loco:573bde2a14d7259d468b456a */
"login_forgotpwd" = "Forgot Password";

/* loco:573bde4414d725b4468b4568 */
"login_changpwd" = "Reset Password";

/* loco:573bde5f14d7259d468b456c */
"login_setpwd" = "Enter a new password";

/* loco:573bde7414d7255b438b4568 */
"login_mobile" = "ID";

/* loco:573bdea514d7259d468b456e */
"login_getpin" = "Resend";

/* loco:573bdeb714d7255b438b456a */
"login_inputpin" = "Please enter the PIN";

/* loco:573bdecc14d725ec478b4567 */
"login_inputnewpwd" = "Please enter a new password";

/* loco:573be1a614d72520458b456d */
"stat_internet_connecting" = "Connecting to internet...";

/* loco:573be1b914d725f2458b4569 */
"stat_internet_connected" = "Internet connected";

/* loco:573be1cd14d7257b488b4567 */
"stat_internet_notfound" = "No internet connection, \nplease check your internet setting";

/* loco:573be1e914d72545488b4569 */
"button_done" = "Submit";

/* loco:573c154614d725af608b4567 */
"account_title" = "ME";

/* loco:573c17fe14d72547628b4567 */
"account_accountvalue" = "Account Value";

/* loco:573c182014d7250d5f8b4569 */
"account_totalpl" = "Cash Balance";

/* loco:573c182f14d72547628b4569 */
"account_dailypl" = "Position Value";

/* loco:573c187414d725ea608b4567 */
"account_unrealizepl" = "Urlz P&L";

/* loco:573c189814d725ea608b4569 */
"account_availablecash" = "Available\nCash";

/* loco:573c18d314d7250d5f8b456d */
"account_accounttitle_hk" = "HK Stock Account";

/* loco:573c18e514d7257b638b4567 */
"account_accounttitle_us" = "US Stock Account";

/* loco:573c237414d725ee668b4572 */
"account_accounttitle_sh" = "Northbound Connect";

/* loco:573c254114d725cc6b8b4567 */
"account_risklevel" = "Risk Tolerance";

/* loco:573c255f14d725f1688b456b */
"account_settings_notification" = "Notification";

/* loco:573c26b314d7252e6b8b4569 */
"account_settings_notification_on" = "Notification ON";

/* loco:573c26c414d725196c8b456a */
"account_settings_notification_off" = "Notification OFF";

/* loco:573c26d214d725eb698b456d */
"account_settings_changepwd" = "Reset Password";

/* loco:573c26f314d725e36a8b456c */
"account_settings_changelanguage" = "Language";

/* loco:573c270414d725eb698b456f */
"account_settings_about" = "About Us";

/* loco:573c271214d7252c6d8b4568 */
"account_settings_logout" = "Logout";

/* loco:573c2fce14d72572748b4568 */
"login_viponly" = "For VIP Only";

/* loco:573c316e14d725a8778b4569 */
"fund_title" = "FUND";

/* loco:573c31d114d7255f768b4572 */
"fund_comingsoon" = "Coming Soon...";

/* loco:573c35f314d7259b7c8b456d */
"stock_title" = "STOCK";

/* loco:573c384414d72506038b4567 */
"stock_comingsoon" = "Coming Soon...";

/* loco:573c387a14d72584028b456c */
"stock_portfolio" = "Portfolio";

/* loco:573c38c614d725dd048b4567 */
"stock_market_sh" = "SH";

/* loco:573c38db14d72506038b456a */
"stock_market_hk" = "HK";

/* loco:573c38ee14d72584028b4571 */
"stock_market_us" = "USA";

/* loco:573c393314d72532068b4567 */
"stock_symbol" = "Symbol";

/* loco:573c394614d72530068b4568 */
"stock_lastprice" = "Last";

/* loco:573c395814d72506038b456c */
"stock_chg" = "Chg";

/* loco:573c396b14d725d9058b4569 */
"stock_chgpercentage" = "Chg%";

/* loco:573c3bbe14d725aa078b456c */
"im_title" = "IM";

/* loco:573c3bdb14d725d9058b457b */
"im_newmsg" = "New Message";

/* loco:573c3bed14d7258d088b456b */
"im_wordmsg_blankdefault" = "Type a message...";

/* loco:573c3bf914d725df068b456d */
"im_voicemsg_taptosend" = "Tap and hold to record and send audio";

/* loco:573c3c0f14d72552078b456b */
"im_voicemsg_cancel_drag" = "To cancel, drag your finger off record icon";

/* loco:573c3c7714d72552078b456d */
"im_voicemsg_cancel_release" = "Release to cancel recording";

/* loco:573c3ca114d72594098b456a */
"im_voicemsg_tooShort" = "Your audio is too short";

/* loco:573c3d3714d7258d088b457d */
"im_tagSymbol" = "Symbol";

/* loco:573c3d4414d725e80a8b4567 */
"im_takePicture" = "Take a picture";

/* loco:573c3d5114d725260a8b456a */
"im_call" = "Phone Call";

/* loco:573c3d5d14d725e60a8b4567 */
"im_album" = "Album";

/* loco:573c3d6e14d72552078b4570 */
"im_toomanyphoto" = "You can only select 5 photos at most";

/* loco:573c3d8a14d7258d088b4580 */
"im_official_account_news" = "News";

/* loco:573c3dae14d725e60a8b4569 */
"im_welcomemsg_news" = "Hi! Here you can find important market news timely.";

/* loco:573c3dc414d725260a8b456c */
"im_official_account_system_notification" = "FDT Announcement";

/* loco:573c3ec614d7254b0c8b456c */
"im_welcomemsg_system_notification" = "Hello! I am the spokesman of FDT and I will send you a message immediately when there's an announcement released.";

/* loco:573c3ee714d725be0b8b456a */
"im_official_account_company_insights" = "Industry Insights";

/* loco:573c3efb14d725790a8b456f */
"im_welcomemsg_company_insights" = "Hello! I'm your exclusive market analyst. I will do researches of the related company that you have positions and send you report timely.";

/* loco:573c3f2014d725e60a8b4572 */
"im_official_account_manager" = "Wealth Manager";

/* loco:573c3f3514d725be0b8b456f */
"im_welcomemsg_manager" = "Hello! I'm your exclusive wealth manager. How may I help you?";

/* loco:573e770614d7253c438b4567 */
"login_changpwd_old" = "Current Password";

/* loco:573e771814d7253d3f8b459c */
"login_changpwd_new" = "New Password";

/* loco:573e773614d7252e408b456b */
"login_changpwd_reenter" = "Confirm New Password";

/* loco:573e774814d7253c438b4569 */
"login_changpwd_ok" = "Submit";

/* loco:573e78db14d7253c438b456d */
"account_comingsoon" = "Coming Soon...";

/* loco:573e79d114d725be3f8b456d */
"account_availablecash_status" = "Deposit/Withdraw";

/* loco:573e79e214d725ab408b456b */
"account_risklevel_status" = "Medium";

/* loco:573e7aac14d7258e448b4567 */
"account_settings_notification_status_on" = "ON";

/* loco:573e7ac014d7253a438b456c */
"account_settings_notification_status_off" = "OFF";

/* loco:573e7b1414d7258e448b4569 */
"account_settings_changelanguage_header" = "Language";

/* loco:573e7b2514d7253c438b456f */
"account_settings_changelanguage_TC" = "中文(繁體)";

/* loco:573e7b3314d72582408b4569 */
"account_settings_changelanguage_SC" = "中文(简体)";

/* loco:573e7b4214d725f4418b4573 */
"account_settings_changelanguage_EN" = "English";

/* loco:573e7b5314d72582408b456b */
"account_settings_changelanguage_confirmmsg_android" = "Are you changing the system language to %s?";

/* loco:573e7b6214d725f4418b4575 */
"account_settings_changelanguage_confirm_android" = "Change to %s";

/* loco:573e7b7414d72582408b456d */
"account_settings_changelanguage_cancel" = "Cancel";

/* loco:573e7fb314d725c2448b4570 */
"stock_positionqty" = "Position";

/* loco:573e7fc014d7258d458b4567 */
"stock_avgpx" = "Avg. Px";

/* loco:573e7fcf14d725c2448b4572 */
"stock_avgpnl" = "P&L";

/* loco:573e7fe214d72548468b4567 */
"stock_data_header" = "Market Data";

/* loco:573e7ff814d7253a438b4581 */
"stock_moreinfo" = "More";

/* loco:573e800f14d7258e448b456c */
"stock_open" = "Open";

/* loco:573e803c14d725ad438b456b */
"stock_vol" = "Volume";

/* loco:573e804d14d7253a438b4583 */
"stock_amount" = "Amount";

/* loco:573e805d14d72514468b456c */
"stock_high" = "High";

/* loco:573e806c14d725f4418b4577 */
"stock_low" = "Low";

/* loco:573e807a14d725c2448b4574 */
"stock_prev_close" = "Close";

/* loco:573e808a14d72514468b456e */
"stock_turnover" = "Turnover";

/* loco:573e80b014d72514468b4570 */
"stock_peratio" = "P/E Ratio";

/* loco:573e80c914d7253c438b457d */
"stock_amplitude" = "Range";

/* loco:573e80da14d7258e448b456e */
"stock_in_value" = "S";

/* loco:573e80e814d725f4418b457b */
"stock_out_value" = "B";

/* loco:573e80f714d72553448b4569 */
"stock_total_value" = "Mkt Value";

/* loco:573e810f14d72514468b4572 */
"stock_im_button" = "IM";

/* loco:573e8b1114d7258d458b456e */
"account_settings_changelanguage_android" = "English";

/* loco:573e934514d725fd488b456a */
"account_settings_changelanguage_save" = "Save";

/* loco:573e936114d725aa4a8b4569 */
"account_settings_logout_confirmmsg" = "Are you sure to logout?";

/* loco:573e93c414d725844b8b4567 */
"account_settings_logout_confirm" = "Yes";

/* loco:573e93d814d725aa4a8b456b */
"cancel" = "Cancel";

/* loco:573e944414d725844b8b4569 */
"login_startnow" = "START NOW";

/* loco:573eb40314d725c3598b4576 */
"account_settings_header" = "Settings";

/* loco:573eb4ce14d725c3598b457e */
"stock_lessinfo" = "Less";

/* loco:573ebde414d725255d8b4571 */
"account_settings_changelanguage_confirmmsg_ios" = "Are you changing the system language to %@?";

/* loco:573ebdfc14d725555d8b4572 */
"account_settings_changelanguage_confirm_ios" = "Change to %@";

/* loco:5742cc1c14d725ed518b456a */
"stock_lot_size" = "Lot Size";

/* loco:5742cc5b14d725c3508b456a */
"stock_liquidity_value" = "Circulation Value";

/* loco:5743eba314d725811d8b456b */
"im_voicemsg_tooLong" = "Your audio is too long";

/* loco:5744177014d725c8428b4569 */
"im_loading_oldmsg" = "Loading old messages...";

/* loco:5744178214d72574408b4574 */
"im_newmsg_up_android" = "You have %s new messages";

/* loco:574417a814d725e3448b4567 */
"im_newmsg_up_ios" = "You have %@ new messages";

/* loco:574417be14d725e3448b456a */
"im_newmsg_down" = "You have unread messages!";

/* loco:5746c60f14d725f47c8b456b */
"stock_trade_comingsoon" = "Stock trading is coming soon! Stay tuned!";

/* loco:5747ecb714d725a0058b4575 */
"stock_buy" = "BUY";

/* loco:5747ecf914d7257d0f8b456f */
"stock_sell" = "SELL";

/* loco:5748047214d72593238b4567 */
"button_OK" = "OK";

/* loco:57480d8614d725262b8b4568 */
"im_tagSymbol_searchbar" = "Enter symbol";

/* loco:5760ca3214d72543368b456e */
"login_chgdevice_msg_android" = "You have logged in from a new device. In order to protect your personal information, please enter the verification code sent to your verified cellphone%s.";

/* loco:5760ca5614d725e7378b4569 */
"login_chgdevice_msg_ios" = "You have logged in from a new device. In order to protect your personal information, please enter the verification code sent to your verified cellphone%@.";

/* loco:5760ca6b14d72523378b456a */
"login_chgdevice_header" = "Login Verification";

/* loco:5760cabf14d72543368b4570 */
"login_resendverificationcode" = "Resend";

/* loco:5760cad114d72510388b4569 */
"login_cancel" = "Cancel";

/* loco:5760caed14d72510388b456b */
"login_wrongverificationcode" = "Wrong verification code";

/* loco:5760cc2e14d725b9398b456b */
"passcode_set" = "Set Passcode";

/* loco:5760cc4114d725673b8b4567 */
"passcode_enter" = "Enter Passcode";

/* loco:5760cc4f14d725673b8b4569 */
"passcode_drawpattern" = "Draw your unlock pattern";

/* loco:5760cc5d14d725213c8b4567 */
"passcode_fingerprints" = "Unlock with fingerprints";

/* loco:5760cc6c14d725b73a8b4567 */
"passcode_forgot" = "Forgot";

/* loco:5760f0a314d725d9538b456a */
"passcode_reset" = "Reset";

/* loco:5760f0b614d72576538b4568 */
"passcode_reenter" = "Enter again";

/* loco:57610bfe14d72570778b456e */
"passcode_notmatch" = "Not match! Please enter again.";

/* loco:57610c0e14d725a9778b456c */
"passcode_enterwrong" = "Wrong passcode, please enter again.";

/* loco:57620fd614d7258c3b8b4567 */
"passcode_befororder" = "Safety Authentication";

/* loco:57620fe914d725743b8b4569 */
"passcode_msgsent" = "Text messenge sent";

/* loco:57620ffd14d725c83b8b4568 */
"passcode_confirmoldpin" = "Confirm saved passcode";

/* loco:5763563114d72534278b4570 */
"passcode_opentouchid_set" = "Enable Touch ID?";

/* loco:5763564714d725522d8b4567 */
"passcode_yestouchid_set" = "Sure";

/* loco:5763565a14d72577278b456d */
"passcode_notouchid_set" = "Skip";

/* loco:576365d814d7258e2d8b456c */
"passcode_entertouchid_title_trade" = "Touch ID";

/* loco:576365ef14d7258e2d8b456e */
"passcode_entertouchid_subtitle_trade" = "Put your finger on the sensor to process safety authentication.";

/* loco:5763661714d725fb2f8b456d */
"passcode_chgtopin_trade" = "Enter Passcode";

/* loco:5763663d14d725162f8b456d */
"passcode_notouchid_trade" = "Cancel";

/* loco:576a2d0514d7252e368b4567 */
"order_header" = "Order/Position";

/* loco:576a2d1714d72537368b4567 */
"order_today" = "Today";

/* loco:576a2d2a14d7250c368b4567 */
"order_history" = "Past";

/* loco:576a2d4614d72533368b4567 */
"order_time" = "Time";

/* loco:576a2ddf14d725d5348b4568 */
"order_today_amount" = "Qty/Filled";

/* loco:576a3e0414d725ec3e8b457c */
"order_today_orderprice" = "Ord Px";

/* loco:576a3e6814d725e23e8b458e */
"order_history_amount" = "Qty";

/* loco:576a3e7d14d72509438b456e */
"order_history_avgprice" = "Avg Px";

/* loco:576a3e9514d725c3438b4577 */
"order_buy" = "BUY";

/* loco:576a3ea914d725b5438b4592 */
"order_sell" = "SELL";

/* loco:576a3f0c14d7258e488b4578 */
"order_orderstatus" = "Status";

/* loco:576a3f2914d72594488b459a */
"order_orderstatus_pend" = "Pending";

/* loco:576a3f5814d72505498b45a0 */
"order_orderstatus_filled" = "Filled";

/* loco:576a3f9d14d7250f4d8b4582 */
"order_orderstatus_partialfilled" = "Partially Filled";

/* loco:576a3fb314d7257a508b456a */
"order_orderstatus_rejected" = "Rejected";

/* loco:576a3fe714d72514538b4567 */
"order_orderstatus_checking" = "Checking";

/* loco:576a404c14d725d0568b4568 */
"order_orderstatus_cancelled" = "Cancelled";

/* loco:576a416a14d725bc5f8b4568 */
"order_cancelorder" = "Cancel";

/* loco:576a4ba514d7255e7c8b457a */
"order_amendorder" = "Amend";

/* loco:576a4bcb14d725d17d8b456b */
"order_toast_filled" = "Your order has been filled.";

/* loco:576a4bdd14d725c57b8b457b */
"order_toast_partialfilled" = "Your order has been partially filled.";

/* loco:576a4bf914d725c57b8b457d */
"order_toast_amended" = "You had successfully amended your order.";

/* loco:576a4c1a14d725ea7b8b458b */
"order_toast_cancelled" = "Your order has been cancelled.";

/* loco:576a4c3314d725ea7b8b458d */
"order_amendorder_edit" = "Edit";

/* loco:576a59a314d7253a218b457d */
"order_amendorder_totalprice" = "Default Amount";

/* loco:576a59c814d72539218b458d */
"order_amendorder_qty" = "Quantity";

/* loco:576a59df14d72596258b4570 */
"order_amendorder_estimatecost" = "Estimated Cost";

/* loco:576a59f514d72573248b4589 */
"order_ordertype_ao" = "Auction Order";

/* loco:576a5a0e14d72529248b45aa */
"order_ordertype_alo" = "Auction Limit Order";

/* loco:576a5a1d14d725a7278b4578 */
"order_ordertype_lo" = "Limit Order";

/* loco:576a5a2c14d7258b268b4590 */
"order_ordertype_elo" = "Enhanced Limit Order";

/* loco:576a5a3a14d7258b268b459a */
"order_ordertype_slo" = "Special Limit Order";

/* loco:576a5a8214d725792c8b456b */
"order_toast_rejected" = "Your order has been rejected.";

/* loco:576a5a9c14d725de298b45a1 */
"stock_order_header" = "Today's Orders";

/* loco:576b552414d725cb658b4572 */
"stock_order_allorder" = "All Orders";

/* loco:576b554914d725b3688b4567 */
"stock_market_globalindex" = "Global";

/* loco:576b7fbe14d725bc768b4569 */
"order_settleablestock" = "Settleable Share(s)";

/* loco:576b8ecb14d725b2038b4567 */
"order_ordersummary" = "Order Summary";

/* loco:576b8ee114d725a3018b4568 */
"order_ordersummary_detail_ios" = "This is a %@: %@ %@ %@ share(s).";

/* loco:576b8ef214d72547038b4567 */
"order_ordersummary_detail_android" = "This is a %1$s: %2$s %3$s %4$s share(s).";

/* loco:576b913314d725cf058b4567 */
"order_toast_filledpx" = "Price";

/* loco:576baeec14d7257f728b4567 */
"order_ordertype_ao_description" = "You can only place auction order between 9:00 and 9:20, no need to specify order price. You can not amend or cancel order after 9:15. Besides, system will automatically cancel your order if it is not filled before 9:30.";

/* loco:576baf0b14d72581728b4568 */
"order_ordertype_alo_description" = "You can only place auction limit order between 9:00 and 9:20, and you can not amend or cancel order after 9:15. Besides, your order will automatically be changed into limit order after 9:30 if it has not been filled.";

/* loco:57721e6614d725da7a8b4567 */
"order_amendorder_confirmmsg" = "Are you sure to cancel this order?";

/* loco:57721e9614d725fb7a8b4567 */
"order_amendorder_confirmbutton" = "Cancel Order";

/* loco:57721ec114d725d77a8b456a */
"stock_addportfolio_succeed" = "Succeeded in adding to portfolio.";

/* loco:57721ecf14d725da7a8b4569 */
"stock_overmaxportfolio" = "Over max. qty in a portfolio.";

/* loco:57721eea14d725c87c8b4567 */
"stock_todayfill_header" = "Today's Filled Orders";

/* loco:57721efb14d725f67c8b456a */
"stock_todayfill_subheader" = "All Filled Orders";

/* loco:57721f4b14d725087b8b456f */
"stock_todayfill_price" = "Price";

/* loco:5772307814d725e8068b4571 */
"account_settings_changepin" = "Reset PIN";

/* loco:57761a4514d72583458b4567 */
"stock_chart_5min_k" = "5 min.";

/* loco:57761a6814d72526488b4568 */
"stock_chart_15min_k" = "15 min.";

/* loco:57761a8d14d72583458b456a */
"stock_chart_1hour_k" = "1 hour";

/* loco:57761ac014d72513428b456c */
"stock_chart_day_k" = "1 Day";

/* loco:57761b2314d72583458b456f */
"stock_chart_week_k" = "1 Week";

/* loco:57761b4414d7256c488b4590 */
"stock_chart_month_k" = "1 Month";

/* loco:5779c07014d725161f8b4569 */
"account_cashmanage" = "Cash Management";

/* loco:5779c57114d725d9248b4569 */
"passcode_set_success" = "Passcode Set";

/* loco:577a1cb014d72529428b4567 */
"login_forgotpwd_inputid_msg" = "Please input your ID, we will send verify code to your cell phone.";

/* loco:577a1d5214d72517428b4569 */
"login_forgotpwd_pin_msg_android" = "We've sent verification code to your cell phone %s, please input the verification code you received and new password.";

/* loco:577a1d8114d72517428b456c */
"login_forgotpwd_pin_msg_ios" = "We've sent verification code to your cell phone %@, please input the verification code you received and new password.";

/* loco:577a25ef14d725d85b8b4567 */
"login_forgotpwd_changepwd_success" = "Password has been updated";

/* loco:577b09c914d725db098b4567 */
"order_settleablestock_buy" = "Settleable Share(s)";

/* loco:577b0a0314d7251d128b4567 */
"me_profile_title_info" = "Personal information";

/* loco:577b0a3814d725d7108b4568 */
"me_profile_name" = "Name";

/* loco:577b0a5a14d725db098b456b */
"me_profile_id" = "ID";

/* loco:577b0a8814d72584128b4567 */
"me_profile_email" = "Email";

/* loco:577b0aaf14d72521108b456b */
"me_profile_mobile" = "Mobile";

/* loco:577b23fd14d72542228b4567 */
"account_value_quantity" = "Value/Qty";

/* loco:577b241b14d725e3118b456e */
"account_last_avg" = "Last/Avg";

/* loco:577b50a714d725e16c8b4567 */
"order_exceed_availablecash" = "Exceeded available cash";

/* loco:577b50ce14d725e16c8b456b */
"order_exceed_settleablestock" = "Exceeded settleable stock";

/* loco:577b50f014d725a76d8b4568 */
"order_min_lotsize_ios" = "Min buy/sell lot size is %@";

/* loco:577b513514d725e16c8b456e */
"order_min_lotsize_android" = "Min buy/sell lot size is %s";

/* loco:577c779a14d725fa3d8b456b */
"stock_market_hk_main_advanced" = "Main Board Most Advanced";

/* loco:577c77ba14d725fa3d8b456d */
"stock_market_hk_main_active" = "Main Board Most Active";

/* loco:577c77f014d725693c8b4570 */
"stock_market_hot_industry" = "Most Advanced Industry";

/* loco:577c780c14d725003d8b4574 */
"stock_market_hk_main_declined" = "Main Board Most Declined";

/* loco:577c782814d725003d8b4576 */
"stock_market_advanced" = "Most Advanced";

/* loco:577c784d14d725003d8b4578 */
"stock_market_declined" = "Most Declined";

/* loco:577c786e14d725fa3d8b4572 */
"stock_market_us_cn" = "China Stock";

/* loco:577c789614d725293d8b4572 */
"stock_market_us_star" = "Popular Stock";

/* loco:577c78b714d725fa3d8b4576 */
"stock_market_global_common" = "Common";

/* loco:577c78d714d725693c8b4573 */
"stock_market_global_eu" = "Global Index";

/* loco:577c78f614d725693c8b4575 */
"stock_market_global_asia" = "Asia Index";

/* loco:577c790f14d7257f3e8b456d */
"stock_market_global_futures" = "Futures";

/* loco:577c792e14d725b03c8b4575 */
"stock_market_global_forex" = "Forex";

/* loco:577c794914d725093c8b4588 */
"stock_market_global_cnforex" = "CN Forex";

/* loco:577c79a414d725093c8b458a */
"stock_search_history" = "Below are your search history";

/* loco:577c79c114d725293d8b4575 */
"stock_search_clear_history" = "Clear your history";

/* loco:577c7a5814d7252b3d8b4577 */
"me_profile_save_success" = "Successfully saved";

/* loco:577c7a7014d7257f3e8b4574 */
"me_profile_save" = "Save";

/* loco:577cd55514d725a23d8b4571 */
"me_profile_save_fail" = "Save failed";

/* loco:577dc12f14d72559158b4567 */
"account_curreny_hkd" = "HKD";

/* loco:577dc14d14d72520158b4567 */
"account_curreny_cny" = "CNY";

/* loco:577dc16714d725e5148b4567 */
"account_curreny_usd" = "USD";

/* loco:577dc18214d72520158b456a */
"account_cash_totalcash" = "Total Cash";

/* loco:577dc1b114d72520158b456c */
"account_cash_deposit" = "Deposit";

/* loco:577dc1ca14d725bf158b456f */
"account_cash_withdraw" = "Withdraw";

/* loco:577dc1e314d72583158b456a */
"account_cash_exchange" = "Exchange";

/* loco:577dc1fd14d725fe188b4567 */
"account_cash_history" = "History";

/* loco:577dea1714d7256c4c8b4567 */
"stock_portfolio_delete_msg" = "Are you sure you want to remove this commodity from your portfolio?";

/* loco:577def2414d7259c508b4569 */
"stock_portfolio_add_failed" = "Add to portfolio failed, please try again!";

/* loco:577e17cd14d72549708b4568 */
"stock_share" = "share";

/* loco:578342ac14d725e2318b457b */
"login_otherdevice_login" = "You will be logged out due to logged in from other devices. If this wasn't you, please change your password or contact your butler immediately or con";

/* loco:57844f7514d7251a148b4567 */
"me_about_version" = "Version";

/* loco:5784ae7614d725f43e8b4568 */
"stock_market_sh_main_advanced" = "SH Most Advanced";

/* loco:5784aeae14d725063f8b456a */
"stock_market_sh_main_active" = "SH Most Declined";

/* loco:5785b6aa14d725670b8b4568 */
"stock_pos" = "Pos.";

/* loco:5785d50d14d72586158b4568 */
"stock_portfolio_empty" = "You don't have any portfolio yet.";

/* loco:5785e38c14d72530228b4568 */
"stock_market_industry_name" = "Industry Name";

/* loco:5785e3af14d7252b228b4567 */
"stock_market_industry_lead" = "Advanced Stock";

/* loco:5787377814d725352f8b457e */
"order_empty" = "No history record found";

/* loco:578745d714d725513b8b4579 */
"stock_edit_top" = "Top";

/* loco:5787464714d7259f3c8b456f */
"stock_edit_drag" = "Drag";

/* loco:5787467014d725a73c8b4571 */
"stock_edit_all" = "All";

/* loco:5787468d14d725a73c8b4573 */
"stock_edit_delete" = "Delete";

/* loco:578daf5414d72586758b4567 */
"stock_search_inputhint" = "Please input stock name/symbolID";

/* loco:578f2da114d725dd658b4567 */
"stock_edit_delete_all_msg" = "Are you sure you want to delete all portfolio?";

/* loco:578f2dd714d72591658b4567 */
"stock_edit_delete_single_msg_ios" = "Are you sure to delete %@?";

/* loco:578f2e2114d725a4628b4572 */
"stock_edit_delete_single_msg_android" = "Are you sure to delete %s?";

/* loco:578f2e4914d72504678b4569 */
"stock_edit_delete_multi_msg_ios" = "Are you sure you want to delete %@ etc. Totally %@ portfolio?";

/* loco:578f2e7814d72504668b4568 */
"stock_edit_delete_multi_msg_android" = "Are you sure you want to delete %1$s etc. Totally %2$d portfolio?";

/* loco:5790689f14d72517648b456b */
"account_helpcenter" = "Help Center";

/* loco:579093cd14d72589138b4571 */
"im_official_account_trade" = "Trade Assistant";

/* loco:579093fa14d72552178b4568 */
"im_welcomemsg_trade" = "Welcome!\nI am here to help you! I am your trading assistant, I will notify you when your orders have been filled. Start to trade now!";

/* loco:579587f414d725e0188b4567 */
"stock_status_delisted" = "Delisted";

/* loco:5795881014d72521198b4567 */
"stock_status_suspended" = "Suspended";

/* loco:579715ad14d7257a168b456c */
"appupdate_update" = "Update Now";

/* loco:579715d314d72558178b456b */
"appupdate_update_later" = "Update Later";

/* loco:5798463f14d7257a118b4582 */
"appupdate_title" = "New Version";

/* loco:57a1685714d725ba148b4568 */
"login_idinvalid" = "The ID doesn't exist, please try again";

/* loco:57a169bd14d72515108b456a */
"login_phoneinvalid" = "The ID doesn't bind a phone number";

/* loco:57a400ca14d7254d778b4567 */
"stock_market_opensoon" = "Open Soon";

/* loco:57aadbf914d72577608b456c */
"login_account_hint" = "Enter ID";

/* loco:57abdc5014d7258f268b4575 */
"order_orderstatus_pendingchange" = "Pending Change";

/* loco:57abdd0614d7250f278b4570 */
"order_orderstatus_pendingcancel" = "Pending Cancel";

/* loco:57abe8d314d72568298b4571 */
"login_forgotpwd_inputid_msg_bold" = "Please input your ID";

/* loco:57abe9e314d725362b8b456c */
"login_forgotpwd_inputid_msg_light" = "verify code will be sent to your cell phone";

/* loco:57abeae214d725362b8b456d */
"account_accountvalue_usd" = "Account Value ﹣ USD";

/* loco:57abec8b14d725772b8b456f */
"account_accountvalue_hkd" = "Account Value ﹣ HKD";

/* loco:57abece614d725362b8b4571 */
"account_accountvalue_cny" = "Account Value ﹣ CNY";

/* loco:57abedd614d7259e2b8b4578 */
"account_accounttitle_usfund" = "US Fund Account";

/* loco:57abee1f14d7250a2c8b456d */
"account_value" = "Value";

/* loco:57abee8014d725a82b8b4572 */
"fund" = "Fund";

/* loco:57abeeba14d7258b2b8b4575 */
"fund_value" = "Value";

/* loco:57abef0314d725362b8b4575 */
"fund_unrealizepl" = "Urlz P&L";

/* loco:57abef4714d725772b8b4582 */
"fund_sub&red" = "Subscription&Redemption";

/* loco:57abefcf14d7259f2e8b456e */
"fund_ongoing_android" = "%s ongoing";

/* loco:57abf00814d7258b2b8b4578 */
"fund_ongoing_ios" = "%@ ongoing";

/* loco:57abf0d114d725e82f8b4569 */
"fund_nav" = "NAV";

/* loco:57abf11c14d7259f2e8b4570 */
"stock_value" = "Value";

/* loco:57abf1bd14d7255d308b456a */
"stock_name" = "stock";

/* loco:57abf21814d7259f2e8b4572 */
"stock_value/qty" = "Value/Qty";

/* loco:57abf24d14d7257f308b4569 */
"stock_last/avg" = "Last/Avg";

/* loco:57abf2ea14d725fc2f8b456c */
"account_totalcash_usd" = "Cash ﹣ USD";

/* loco:57abf38314d7255d308b456d */
"account_totalcash_hkd" = "Cash ﹣ HKD";

/* loco:57abf3d214d7255d308b456e */
"account_totalcash_cny" = "Cash ﹣ CNY";

/* loco:57abf42d14d72545308b456b */
"order_buy_confirm" = "BUY";

/* loco:57abf47514d7259f2e8b4576 */
"order_sell_confirm" = "SELL";

/* loco:57abf4c014d72537308b456b */
"order_position_empty" = "No positions";

/* loco:57abf6b714d725fc2f8b4570 */
"order_order_empty" = "No orders";

/* loco:57abf73a14d725dd338b4568 */
"order_trade_empty" = "No trade history";

/* loco:57abf7c014d725dd338b4569 */
"login_password_hint" = "Enter Password";

/* loco:57abf84514d725ed338b456a */
"Nav_back" = "back";

/* loco:57ac456f14d725cd638b4569 */
"account_settings_avatar" = "Avatar";

/* loco:57b164b314d725ce728b4567 */
"order_header_order" = "Order";

/* loco:57b165f814d7251a708b4569 */
"trade_header" = "Trade";

/* loco:57b1664a14d725686f8b456b */
"trade_today_price" = "Price";

/* loco:57b166e014d725686f8b456d */
"trade_today_amount" = "Qty";

/* loco:57b194da14d725ab0f8b4568 */
"login_chgdevice_msg_android_bold" = "Device change";

/* loco:57b1953414d725bf0f8b4567 */
"login_chgdevice_msg_android_light" = "In order to protect your personal information, please enter the verification code sent to your verified cellphone%s.";

/* loco:57b281bf14d7254f7b8b4567 */
"login_chgdevice_msg_ios_bold" = "Device change";

/* loco:57b2828814d725687d8b456d */
"login_chgdevice_msg_ios_light" = "In order to protect your personal information, please enter the verification code sent to your verified cellphone%@";

/* loco:57b3f18c14d7254e6c8b456d */
"stock_add" = "Add";

/* loco:57b3f1d814d7257d6b8b456f */
"stock_added" = "Added";

/* loco:57b53e8b14d725175d8b4568 */
"order_exceed_tradinglimit" = "Notice: Insufficient credit for this currency, will deduct from other currency accounts if you proceed.";

/* loco:57b5b80f14d725c4518b4577 */
"trade_setting_header" = "trade setting";

/* loco:57b5b85014d72579548b456c */
"trade_setting_subtitle" = "Default Buy/Sell Quantity";

/* loco:57b5b8cd14d72524578b4570 */
"trade_setting_hkstock" = "HK Stock";

/* loco:57b5bab014d72559598b456f */
"trade_setting_shstock" = "SH Stock";

/* loco:57b677e614d725113a8b457a */
"trade_setting_amout" = "Enter Amount";

/* loco:57b6793114d725373f8b4567 */
"order_ordertype_us_mo" = "Market Order";

/* loco:57b6796914d725263f8b4567 */
"order_ordertype_us_lo" = "Limit Order";

/* loco:57b6c17c14d7251d6c8b4575 */
"order_amendorder_type" = "Type";

/* loco:57bbc4d314d72545128b456a */
"stock_market_us_etf" = "ETF";

/* loco:57bbcb2b14d725221a8b456e */
"stock_dividend_amount" = "Dividend Amount";

/* loco:57bbcb5a14d725201b8b4568 */
"stock_dividend_rate" = "Dividend Rate";

/* loco:57bbcb8214d725bc198b456b */
"stock_52_high" = "52wk High";

/* loco:57bbcbab14d72524178b456d */
"stock_52_low" = "52wk Low";

/* loco:57bbcbdd14d72524178b4570 */
"stock_beta" = "Beta";

/* loco:57bbcc4b14d7252c198b456e */
"stock_etf_total_assets" = "Total Assets";

/* loco:57bbcc8214d72567198b456f */
"stock_etf_premiumdiscount" = "Premium/Discount";

/* loco:57bbccab14d725321a8b456f */
"stock_etf_premiumdiscount_rate" = "Premium/Discount Rate";

/* loco:57bbccd414d72548158b456f */
"stock_etf_nav" = "NAV";

/* loco:57bbccfc14d725a2198b4572 */
"stock_etf_ytd_return" = "YTD Return";

/* loco:57bbcd2414d72524178b4574 */
"stock_etf_expense_ratio" = "Expense Ratio";

/* loco:57bbce2914d7252c198b4573 */
"trade_setting_usstock" = "US Stock";

/* loco:57bd676b14d725ac5f8b4568 */
"reg_register" = "Sign up";

/* loco:57bd679914d725fa5f8b456a */
"reg_login" = "Sign in";

/* loco:57bd67a714d725fa5f8b456b */
"reg_phone" = "Mobile number";

/* loco:57bd67b014d7254f5f8b456c */
"reg_password" = "Password";

/* loco:57bd67bb14d725925f8b4569 */
"reg_phone_hint" = "Enter mobile number";

/* loco:57bd67c314d7254f5f8b456d */
"reg_password_hint" = "Enter password";

/* loco:57bd67cc14d725595f8b4568 */
"reg_valid_code" = "PIN Code";

/* loco:57bd67d614d725525e8b456b */
"reg_valid_code_hint" = "Enter Pin code";

/* loco:57bd67dd14d7254f5f8b456e */
"reg_invite_code" = "Referral code";

/* loco:57bd67e514d725ac5f8b456b */
"reg_invite_code_hint" = "Enter referral code";

/* loco:57bd67f214d725675f8b456c */
"reg_get_valid_code" = "Get PIN code";

/* loco:57bd67fc14d7254f5f8b456f */
"reg_finish_register" = "Done";

/* loco:57bd680914d725595f8b4569 */
"reg_set_password" = "Set password";

/* loco:57bd681114d725595f8b456a */
"reg_set_nickname" = "Set nickname";

/* loco:57bd681814d725595f8b456b */
"reg_set_nickname_hint" = "Enter nickname";

/* loco:57bd681f14d725ac5f8b456c */
"reg_set_email" = "E-mail";

/* loco:57bd682514d725db5f8b456b */
"reg_set_email_hint" = "Enter e-mail";

/* loco:57bd682e14d7254f5f8b4570 */
"regno_invite_friends" = "Invite your friends";

/* loco:57bd683414d725675f8b456d */
"regno_advantage_1" = "Global Trading";

/* loco:57bd683b14d7254f5f8b4571 */
"regno_advantage_1_desc" = "US/HK/SH Stocks";

/* loco:57bd684214d725db5f8b456c */
"regno_advantage_2" = "Global Information";

/* loco:57bd684814d725675f8b456e */
"regno_advantage_2_desc" = "Latest global information to connect the world";

/* loco:57bd684f14d725595f8b456d */
"regno_advantage_3" = "Customer Service";

/* loco:57bd685714d725ac5f8b456d */
"regno_advantage_3_desc" = "24 hours customer service";

/* loco:57bd685f14d725e2608b4567 */
"regno_contact_helper" = "Contact CS to open a accoount";

/* loco:57bd688e14d725e2608b4569 */
"regno_fdt_broker" = "FDT Securities Account";

/* loco:57bd689414d725e2608b456a */
"copy_success" = "Copied";


/* loco:57be47a514d7255a038b456d */
"account_unestimated" = "Un-estimated";

/* loco:57bea19614d725702c8b457d */
"stock_edit_header" = "Edit";

/* loco:57bebc8a14d72558608b4568 */
"account_settings_color_header" = "Market Data Color";

/* loco:57bebc9d14d725a95f8b4568 */
"account_settings_color_redup" = "Red-up Green-down";

/* loco:57bebcb614d7251a5d8b456a */
"account_settings_color_greenup" = "Green-up Red-down";

/* loco:57c2582014d725da3a8b4567 */
"reg_location_cn" = "China(+86)";

/* loco:57c2582814d72504378b4567 */
"reg_location_tw" = "Taiwan(+886)";

/* loco:57c2582e14d725ab3a8b4567 */
"reg_location_hk" = "Hongkong(+886)";

/* loco:57c2583514d72586388b4567 */
"reg_location_mo" = "Macao(+886)";

/* loco:57c2606614d725db108b4567 */
"copy_invitation" = "Invitation";

/* loco:57c2606d14d725e6398b4569 */
"copy_nowechat" = "Please install Wechat";

/* loco:57c2607514d725ab3a8b456a */
"copy_nosms" = "The device does not support SMS";

/* loco:57c3ac2014d725df608b4568 */
"reg_setname" = "Your Name";

/* loco:57c3ac2e14d725e65f8b456a */
"reg_forget" = "Forget Password";

/* loco:57c3ad1014d7250c618b4568 */
"reg_finish" = "Finish";


/* loco:57d8fdef14d72594428b4567 */
"stock_market_sh_main_most_active" = "SH Most Active";

/* loco:57d9016014d7254f468b4569 */
"me_profile_incorrect_mail_format" = "Incorrect Mailbox Format";

/* loco:57d9050a14d7250f4e8b4567 */
"me_profile_used_mobile" = "This mobile has been registered already, please change to another mobile";

/* loco:57d9053e14d725184f8b4567 */
"me_profile_used_mailbox" = "This mailbox has been registered already, please change to another mailbox";

/* loco:58106c3352e1a15d138b4571 */
"reg_set_portrait" = "Reset Portrait";

/* loco:5810708e52e1a102148b456a */
"regno_advantage_newapp_1" = "Global assets";

/* loco:5810709a52e1a1fa138b456b */
"regno_advantage_newapp_2" = "Global Market";

/* loco:581070a852e1a103148b4570 */
"regno_advantage_newapp_3" = "Customer Service";

/* loco:581070d352e1a1f8138b4571 */
"regno_advantage_newapp_1_desc" = "Top fund manager to increase your assets";

/* loco:581070da52e1a1fa138b456c */
"regno_advantage_newapp_2_desc" = "US/SH/SZ/HK Stocks";

/* loco:581070e352e1a1e8138b456e */
"regno_advantage_newapp_3_desc" = "Professional expert will give you suggestions on investment";

/* loco:5811ed5052e1a127428b4571 */
"account_settings_about_beeinvest" = "About BeeVest";

/* loco:5816f64352e1a151238b4569 */
"regno_open_account" = "Open Account";

/* loco:582c549052e1a14d648b4567 */
"stock_market_shsz" = "SHSZ";

/* loco:582c559552e1a15a648b4568 */
"stock_market_sz_main_advanced" = "SZ Most Advanced";

/* loco:582c55de52e1a14d648b456a */
"stock_market_sz_main_active" = "SZ Most Declined";

/* loco:582c561252e1a159648b456a */
"stock_market_sz_main_most_active" = "SZ Most Active";

/* loco:582c568b52e1a151648b4568 */
"account_accounttitle_ashare" = "A-Share Account";

/* loco:582daaec52e1a10a128b4567 */
"stock_trade_open_account" = "You cannot trade without account, do you want to open account right now?";

/* loco:5836e6f252e1a1115e8b4567 */
"open_retake_photo" = "Rephotograph";

/* loco:5836e7cc52e1a1735e8b4568 */
"open_use_photo" = "Use Photo";

/* loco:5836e8f852e1a19a5e8b4567 */
"open_card_in_frame" = "Please make sure your ID card in the frame";

/* loco:585a3b0252e1a179558b456e */
"order_trade_tips" = "Commission not included";

/* loco:58bcfe0352e1a17c428b4568 */
"me_profile_fdt_broker" = "Securities  Account";

/* loco:58bcfef352e1a188428b456d */
"stock_trade_without_fdtacc" = "Please contact your BeeVest manager to open security account to trade.";

/* loco:58bcff4b52e1a1de428b4567 */
"regno_advantage_title" = "Open Securities Account";

/* loco:58bcffe252e1a19b428b4570 */
"account_watermark_companyname" = "BeeVest  Securities";

/* loco:58ddcb2452e1a1730c8b4567 */
"errror_eb_36_360001" = "This order may trigger self-trade";

/* loco:58f5c24252e1a1b9618b456c */
"order-date order" = "date order";

/* loco:58f5c2b352e1a1df618b456d */
"order-historical order" = "historical order";

/* loco:58f5c6ac52e1a10b638b456a */
"order-historical order-set time period" = "set time period";

/* loco:58f5c80452e1a19f638b4567 */
"set time period-start time" = "start ";

/* loco:58f5cabb52e1a142648b456b */
"order-historical order-set time period-clear setting" = "clear setting";

/* loco:58f5cb4052e1a188648b456b */
"trade-date trade" = "date trade";

/* loco:58f5cba352e1a1fd648b4567 */
"trade-historical trade" = "historical trade";

/* loco:58f5cc3552e1a136658b4567 */
"set time period-end time" = "end ";

/* loco:58f878d852e1a132318b4568 */
"set time period-today" = "set time period-today";

/* loco:58f879f752e1a191318b4568 */
"set time period-query date warning" = "query date warning";

/* loco:58f87b4952e1a11d328b4569 */
"No query results" = "No query results";

/* loco:58f87cbe52e1a16a328b4568 */
"date-Sun" = "date-Sun";

/* loco:58f87d0752e1a174328b4568 */
"date-Mon" = "date-Mon";

/* loco:58f87d5952e1a19d328b4567 */
"date-Tue" = "date-Tue";

/* loco:58f87d9d52e1a11c338b4567 */
"date-Wed" = "date-Wed";

/* loco:58f87dce52e1a1fe328b4568 */
"date-Thur" = "date-Thur";

/* loco:58f87e0d52e1a1fb328b4567 */
"date-Fri" = "date-Fri";

/* loco:58f87e3b52e1a147338b4567 */
"date-Sat" = "date-Sat";

/* loco:58f97afd52e1a19c788b45be */
"set time period-click to set" = "click to set";

/* loco:58f97b8752e1a1d9788b4568 */
"set time period-reset" = "reset";

/* loco:591abe7752e1a114108b4568 */
"login_by_verifycode" = "Use mobile phone verification code to login quickly";

/* loco:591abeda52e1a115108b4572 */
"me_bind_account" = "Bind existing securities account";

/* loco:591abfd552e1a14b108b456e */
"title_bind_account" = "Bind securities account";

/* loco:591ac00f52e1a13d108b4575 */
"label_security_account" = "Securities account";

/* loco:591ac05552e1a170108b456d */
"label_security_account_pwd" = "Securities account password";

/* loco:591ac08e52e1a1e8108b4568 */
"hint_input_security_account" = "Please enter a securities account";

/* loco:591ac0cf52e1a1d3108b456d */
"hint_input_account_pwd" = "Please enter the securities account password";

/* loco:591ac10d52e1a107118b4569 */
"bind_with_problem" = "Any problem with binding?";

/* loco:591ac15152e1a1f5108b4570 */
"problem_forget_security_account" = "Forget the securities account";

/* loco:591ac18b52e1a1f8108b4572 */
"problem_forget_security_pwd" = "Forget the securities account password";

/* loco:591ac1ca52e1a1f9108b4584 */
"problem_contact_with_service" = "Call customer service";

/* loco:591ac21f52e1a134118b4573 */
"setting_account_security" = "Account and security";

/* loco:591ac26752e1a160118b4577 */
"setting_update_account_pwd" = "Modify the securities account password";

/* loco:591ac29f52e1a160118b457b */
"setting_update_trade_pwd" = "Modify transaction password";

/* loco:591ac2d252e1a15c118b4584 */
"setting_unbind_account" = "Log out the securities account";

/* loco:591ac30c52e1a1b7118b4567 */
"setting_change_app_pwd_info_alert" = "* Please change your login password every 3 months to ensure your account is safe.";

/* loco:591ac34f52e1a191118b4579 */
"info-alert-input-trade-pwd" = "Please enter the securities transaction password";

/* loco:591ac3a452e1a1e5118b4567 */
"info_alert_about_security_title" = "Security Tips";

/* loco:591ac3f252e1a1b6118b456d */
"info_alert_about_security" = "You have not set a transaction password yet. Please set up immediately.";

/* loco:591ac42352e1a1e9118b456a */
"title_set_trade_pwd" = "Set transaction password";

/* loco:591ac45952e1a1e9118b456c */
"alert_error_pwd_too_many" = "Wrong password  please click forgot password to reset";

/* loco:591c182c52e1a147788b4572 */
"info_alert_upate_pwd" = "Please change your APP login password regularly";

/* loco:5938fdf852e1a1fe258b4568 */
"label_finance_daily" = "Financial calendar";

/* loco:5938fe3952e1a1f4258b4567 */
"label-add-price-alert" = "Add price alert";

/* loco:5938fe7a52e1a1fe258b456b */
"label_price_alert_added" = "Price alert added";

/* loco:5939014452e1a183278b4567 */
"label_price_alert_unreach" = "Price alert unreach";

/* loco:5939018152e1a1a8278b456a */
"label_price_alert_reached" = "Price alert reached";

/* loco:5948b9d9a39ff339538b4567 */
"label_price_alert_hassame" = "You have set the same price alert ";

/* loco:59658fe3a39ff3a0448b4569 */
"label_sh_to_hk" = "Northbound(HK>SH)";

/* loco:5965900ca39ff361448b4568 */
"label_sz_to_hk" = "Northbound(HK>SZ)";

/* loco:59659051a39ff3d6448b4569 */
"label_money_remain" = "Balance";

/* loco:59659087a39ff3ed448b4567 */
"label_money_in" = "Money Inflow";

/* loco:596590b6a39ff3ba458b4568 */
"label_hk_to_sh" = "Southbound(SH>HK)";

/* loco:596590e1a39ff3ba458b4569 */
"label_hk_to_sz" = "Southbound(SZ>HK)";

/* loco:59659116a39ff3c9458b4569 */
"accout_symbol_detail" = "Market";

/* loco:59659148a39ff334458b4569 */
"accout_symbol_share" = "Share";

/* loco:596592a4a39ff31c458b4568 */
"ETF_USA" = "USA";

/* loco:596592d1a39ff3b2458b456a */
"ETF_Commodity" = "Commodity";

/* loco:596595e5a39ff394468b456a */
"ETF_Global" = "Global";

/* loco:59659615a39ff3d8458b4569 */
"ETF_Industries" = "Industries";

/* loco:5965963ca39ff394478b4567 */
"ETF_Foreign exchange" = "Foreign exchange";

/* loco:59659666a39ff343478b4567 */
"ETF_Bonds" = "Bonds";

/* loco:59659710a39ff374478b4567 */
"ETF_Featured ETF" = "Featured ETF";

/* loco:59659740a39ff33a478b4568 */
"ETF_NASDAQ" = "NASDAQ";

/* loco:59659770a39ff343478b4568 */
"ETF_Vix" = "Vix";

/* loco:5965979ba39ff38b478b4569 */
"ETF_Us small stocks" = "Us small stocks";

/* loco:596597c4a39ff3f7468b456c */
"ETF_S&P 500" = "S&P 500";

/* loco:596597f1a39ff3e6478b4568 */
"ETF_Dow Jones" = "Dow Jones";

/* loco:59659817a39ff39d478b456b */
"ETF_Crude" = "Crude";

/* loco:59659837a39ff394478b456b */
"ETF_Gas" = "Gas";

/* loco:59659862a39ff3e6478b4569 */
"ETF_Gold" = "Gold";

/* loco:59659890a39ff311488b4567 */
"ETF_Gold mine" = "Gold mine";

/* loco:596598baa39ff3d5468b4568 */
"ETF_Silver" = "Silver";

/* loco:596598e4a39ff326488b4567 */
"ETF_Agriculture products" = "Agriculture products";

/* loco:5965990da39ff310488b456a */
"ETF_Others" = "Others";

/* loco:5965992ea39ff327488b4567 */
"ETF_China" = "China";

/* loco:59659955a39ff39d468b456c */
"ETF_Asia" = "Asia";

/* loco:59659a98a39ff327488b4568 */
"ETF_Europe" = "Europe";

/* loco:59659ac0a39ff39d468b456d */
"ETF_America" = "America";

/* loco:59659aeba39ff374478b456b */
"ETF_Energy" = "Energy";

/* loco:59659b2ca39ff394478b456d */
"ETF_Technology" = "Technology";

/* loco:59659b4ea39ff33a478b456f */
"ETF_Bio-medicine" = "Bio-medicine";

/* loco:59659b75a39ff3d5468b456e */
"ETF_Real estate" = "Real estate";

/* loco:59659b9da39ff308478b456d */
"ETF_Finance" = "Finance";

/* loco:59659bc2a39ff325488b456e */
"ETF_Agriculture" = "Agriculture";

/* loco:59659be8a39ff391488b4568 */
"ETF_Industry" = "Industry";

/* loco:59659c43a39ff394478b4570 */
"ETF_Public utility" = "Public utility";

/* loco:59659c6fa39ff391488b456b */
"ETF_Consumption" = "Consumption";

/* loco:59659c97a39ff310488b4572 */
"ETF_RMB" = "RMB";

/* loco:59659cc1a39ff33a478b4573 */
"ETF_USD" = "USD";

/* loco:59659ce2a39ff326488b456b */
"ETF_Eurocurrency" = "Eurocurrency";

/* loco:59659d10a39ff39b488b4569 */
"ETF_Yen" = "Yen";

/* loco:59682c4da39ff3d3518b456a */
"ah_stock_main" = "AH Stock";

/* loco:59682cc6a39ff37c528b4568 */
"h_stock_symbol" = "H Stock code";

/* loco:59682cf3a39ff3f0518b456a */
"a_stock" = "A Stock";

/* loco:59682d1ea39ff380518b4569 */
"h_stock" = "H Stock";

/* loco:59682d3fa39ff38d528b4569 */
"premium" = "Prenium";

/* loco:59682d6ca39ff309528b4568 */
"etf_toast_title" = "What is ETF?";

/* loco:59682daea39ff33d528b4568 */
"etf_toast_content" = "    ETT is the acronym of Exchange Traded Fund, it was translated into '交易所交易基金'  in mainland China.\n    ETF is an open-end stock fund which tracks market index, and can be traded freely during the opening hours of stock exchange. Issuing agencies will buy different stocks, and converge them to form a mutual fund, and then divide it into small chunks to sell on stock market, which then becomes ETF index funds that can be traded freely. ETF has developed rapidly in US stock market, there are nearly one thousand products with all kinds of varieties: some of them track US market index, some track other countries' stock markets, others track gold prices, oil prices, foreign exchange etc. Normal investors can buy ETF through Beevest Securities to invest in commodities, forex and regional market etc.,similar to buying stock.\n";

/* loco:59688932a39ff316688b4567 */
"board_lot" = "lot";

/* loco:596f2d8ba39ff33f3f8b4567 */
"etf_symbol_position" = "Top 5  ETF holding %s";

/* loco:596f2dbaa39ff312408b4567 */
"etf_weight" = "Weight";

/* loco:596f2df1a39ff313408b4567 */
"one_hundred_days_price_update" = "Price change in last 100 days";

/* loco:596f2e38a39ff333408b4567 */
"label_account_cost" = "Cost";

/* loco:596f2e72a39ff3a13f8b4567 */
"label_long_press_alert" = "Long press to identify the two-dimensional code to register Beevest Securities app";

/* loco:596f2eafa39ff3913f8b456c */
"a_hundred_million" = "billion";

/* loco:5970584ba39ff3567d8b4567 */
"symbol_fluctuation" = "Change";

/* loco:59804238a39ff342508b4568 */
"etf_symbol_position_ios" = "Top 5  ETF holding %@";

/* loco:599c1580a39ff3e34d8b4567 */
"stock_price" = "Stock price";

/* loco:599c15aaa39ff3e34d8b456a */
"stock_unusual_fluctuations" = "Stock change list";

/* loco:599c15d5a39ff3db4d8b4569 */
"stock_market_advanced_in_five_minutes_list" = "Advanced list in 5mins";

/* loco:599c15f5a39ff3e04d8b4568 */
"stock_market_advanced_in_five_minutes" = "Advanced in 5mins";

/* loco:599c161aa39ff3e34d8b456c */
"stock_market_declined_in_five_minutes" = "Declined list in 5mins";

/* loco:599c1650a39ff3e74d8b4568 */
"stock_market_declined_five_minutes" = "Declined in 5mins";

/* loco:599c1677a39ff3da4d8b456a */
"stock_market_amplitude_list" = "Amplitude list";

/* loco:599c16a3a39ff3df4d8b456a */
"stock_market_amplitude" = "Amplitude";

/* loco:599c16c3a39ff3384e8b4569 */
"stock_market_turnoverrt_list" = "Turnover rate list";

/* loco:599c16e3a39ff3e44d8b456a */
"go_account_page" = "Go to account page";

/* loco:599c1707a39ff3044e8b4571 */
"go_symbol_page" = "Check stock";

/* loco:599c1743a39ff3044e8b4574 */
"appupdate_update" = "Update now";

/* loco:599c176da39ff3514e8b4568 */
"update_content" = "What's new";

/* loco:599c1790a39ff3574e8b4568 */
"stock_reached_tip" = "Price alert";

/* loco:599ceb9fa39ff3eb758b4567 */
"update_version_title" = "Version upgrade";

/* loco:599cebc6a39ff3f9758b4567 */
"do_not_update" = "Not now";

/* loco:599cebeaa39ff3ea768b4567 */
"preview_trade_cost" = "Estimated cost";

/* loco:599cec0aa39ff3fd768b4567 */
"market_close" = "Market closed";

/* loco:599cec2aa39ff305778b4567 */
"market_rest" = "Market closed";

/* loco:599cec72a39ff3fc768b4568 */
"on_trading" = "Trading";

/* loco:59a38a32a39ff378798b4567 */
"stock_chart_day" = "1D";

/* loco:59a38a58a39ff36b798b4567 */
"stock_chart_week" = "5D";

/* loco:59a38a79a39ff375798b4567 */
"stock_chart_month" = "15D";

/* loco:59a38a97a39ff364798b4568 */
"stock_chart_threemon" = "3M";

/* loco:59a38ac5a39ff364798b456b */
"stock_chart_year" = "1Y";

/* loco:59a38ae7a39ff36b798b456a */
"stock_chart_3year" = "5Y";

/* loco:59cc9a2ea39ff3a56c8b4567 */
"warrant_and_cbbc" = "Warrants/CBBCs";

/* loco:59cc9ad2a39ff3826c8b4567 */
"warrant_main_declined" = "Warrants Turnover";

/* loco:59cc9b0ba39ff3a46c8b4568 */
"filtrate" = "Filter";

/* loco:59cc9b66a39ff3a36c8b4568 */
"cbbc_main_declined" = "CBBCs Turnover";

/* loco:59cc9ba5a39ff3a46c8b456a */
"underlying_stock_symbol_code" = "Underlying";

/* loco:59cc9efca39ff3196d8b4569 */
"subscription" = "Call";

/* loco:59cc9f28a39ff3556d8b4567 */
"warrant" = "Put";

/* loco:59cc9f56a39ff3666d8b4568 */
"callable_bull_contract" = "Bull";

/* loco:59cc9f87a39ff3646d8b4569 */
"callable_bear_contract" = "Bear";

/* loco:59cc9fa8a39ff3656d8b4569 */
"in_out_money" = "Moneyness";

/* loco:59cc9fcfa39ff3666d8b456b */
"all" = "All";

/* loco:59cc9ffba39ff3646d8b456b */
"in_the_money" = "ITM";

/* loco:59cca01fa39ff3546d8b4569 */
"out_of_the_money" = "OTM";

/* loco:59cca049a39ff3366d8b456f */
"deadline" = "Maturity";

/* loco:59cca067a39ff3496d8b456a */
"exercise_price" = "Strike";

/* loco:59cca087a39ff3556d8b4570 */
"publisher" = "Issuer";

/* loco:59cca0a9a39ff33f6d8b456b */
"type" = "Type";

/* loco:59cca0dfa39ff3546d8b456c */
"three_month" = "&#060;3 months";

/* loco:59cca12ba39ff3066e8b4568 */
"three_to_six_month" = "3-6 months";

/* loco:59cca14da39ff3216e8b4567 */
"six_to_twelve_month" = "6-12 months";

/* loco:59cca16ea39ff37f6d8b4568 */
"twelve_month" = "&#062;12 months";

/* loco:59cca197a39ff3066e8b456a */
"leverage_ratio" = "Gearing. Ratio";

/* loco:59cca1daa39ff3106e8b4568 */
"delta" = "Delta";

/* loco:59cca1faa39ff3036e8b4569 */
"implied_volatility" = "Imp. Vol";

/* loco:59cca218a39ff3036e8b456c */
"effective_lever" = "Eff. Gearing";

/* loco:59cca239a39ff30f6e8b456a */
"maturity" = "Maturity";

/* loco:59cca258a39ff3236e8b456a */
"last_trade_day" = "Last Trade Date";

/* loco:59cca2b7a39ff3e16d8b456f */
"strike_point" = "Break Even Point";

/* loco:59cca2eaa39ff3216e8b456f */
"conversion_ration" = "Ent. Ratio";

/* loco:59cca38aa39ff30f6e8b456f */
"outstanding_quantity_rate" = "Outstanding";

/* loco:59cca47da39ff3b36e8b4567 */
"trades_stopped" = "Suspension";

/* loco:59cca4a7a39ff3bd6e8b4567 */
"recoverable_value" = "Call Level";

/* loco:59cca690a39ff3b36e8b456e */
"contact_service" = "Contact Customer Service";

/* loco:59cca6baa39ff33b6f8b4567 */
"info_alert_without_permission" = "Your account does not support the purchase of Hong Kong stock derivatives. Please contact customer service for permission.";

/* loco:59cca6f9a39ff3326f8b4568 */
"feedback_edittext_hint" = "You are welcome to sumbit feedback or suggestions to us.";

/* loco:59cca73ba39ff34b6f8b4568 */
"feedback_submit" = "Sumbit";

/* loco:59cca75ba39ff34a6f8b4568 */
"feedback_submit_log_checkbox_hint" = "Upload Logs";

/* loco:59cca847a39ff33e6f8b4568 */
"tip_max_photo_selected" = "You can only select %d images.";

/* loco:59cca88ca39ff30c6f8b456d */
"i_know" = "OK";

/* loco:59cca8b3a39ff35f6f8b4569 */
"submit_success" = "Submitted Successfully";

/* loco:59cca8daa39ff3286f8b456c */
"submit_success_tip" = "Thank you for your support to BeeVest Securities.";

/* loco:59cca917a39ff33e6f8b456c */
"submit_failed" = "Submit Failed";

/* loco:59cca9d8a39ff3ce6f8b4567 */
"submit_failed_tip" = "Please Resubmit.";

/* loco:59ccaa0fa39ff30a708b4567 */
"feedback_upload_image_count" = "Image Uploading%1$d/%2$d";

/* loco:59ccaa44a39ff3f26f8b4568 */
"submiting" = "Submitting";

/* loco:59ccaa7ea39ff3ce6f8b4569 */
"upload_log" = "Log Uploading";

/* loco:59ccaab9a39ff3f36f8b4569 */
"upload_process_images" = "Image Compressing";

/* loco:59ce0049a39ff37a408b4567 */
"take_photo" = "Take photo";

/* loco:59ce006aa39ff347408b4568 */
"take_from_phone_album" = "phone album";

/* loco:59ce00c5a39ff34a408b4569 */
"feedback_words_count" = "%1$d/%2$dwords";

/* loco:59ce1766a39ff36e458b456a */
"stock_chg_range" = "Change";

/* loco:59ce1a4fa39ff34b468b456a */
"prompt" = "Reminder";

/* loco:59e5a41da39ff3f32e8b4567 */
"error_illegal_character" = "The content you entered contains emojis, please resubmit after modification.";

/* loco:59e99600a39ff32d198b4567 */
"feedback_recall_timeout" = "Recall failed due to timeout.";

/* loco:5a20bdeec430fee27d8b4567 */
"me_infomation" = "Personal information";

/* loco:5a20be16c430fedd7d8b4567 */
"move_to_group" = "Move to portfolio";

/* loco:5a20be47c430fe1c7e8b4568 */
"portfolio_sys_group" = "System portfolio";

/* loco:5a20be71c430fe3a7e8b4568 */
"portfolio_cus_group" = "Custom portfolio";

/* loco:5a20be9bc430fef37d8b4568 */
"portfolio_create_custom_group" = "Creat portfolio";

/* loco:5a20bec9c430fedd7d8b4568 */
"create_group_error" = "The name of the portfolio is too long";

/* loco:5a20bef6c430fe3a7e8b4569 */
"group_name_hint" = "Please enter a name not exceeding 5 characters";

/* loco:5a20bf5ac430fedd7d8b456a */
"delete_portfolio_group" = "Delete portfolio";

/* loco:5a20bf82c430fedf7d8b4569 */
"update_group_name" = "Modify the portfolio name";

/* loco:5a20bfafc430fede7d8b4569 */
"info_alert_delete_group" = "Are you sure to delete the portfolio \"% 1s\"?";

/* loco:5a20bfdbc430fe397e8b456a */
"delete_from_portfolio" = "Delete from portfolio";

/* loco:5a20c00bc430fe1c7e8b456c */
"add_portfolio" = "Add portfolio";

/* loco:5a20c036c430fef27d8b456a */
"group_more_than_ten" = "You can only add up to 10 custom portfolios";

/* loco:5a20c061c430fede7d8b456c */
"group_name_exist" = "Portfolio name already exists";

/* loco:5a20c097c430fee37e8b4567 */
"portfolio_move_to_group" = "move to portfolio";

/* loco:5a20c0c6c430fe1c7e8b456d */
"group_name_contain_illegal_char" = "Name contains illegal characters";

/* loco:5a20c0f1c430fe1c7e8b456e */
"software_not_install" = "This app is not installed";

/* loco:5a20f107c430fedf088b4567 */
"info_alert_delete_group_ios" = "Are you sure to delete the portfolio \"%@\"?";

/* loco:5a25008cc430fe29668b4567 */
"click_to_add_a_stock" = "click to add a stock";

/* loco:5a4df462c430fef36e8b456a */
"optional" = "optional ";

/* loco:5a4df48ac430fe3e6f8b4568 */
"fund_net_inflow" = "Net inflow ";

/* loco:5a4df509c430fe736f8b4598 */
"fund_net_inflow_yi" = "Net inflow (billion yuan)";

/* loco:5a4df53cc430fe9c6f8b4567 */
"sh_stock_index" = "SSE";

/* loco:5a4df56fc430fea26f8b4568 */
"sz_stock_index" = "SZSE";

/* loco:5a4df599c430fe976f8b4568 */
"hs_stock_index" = "HSI";

/* loco:5a4df5c6c430fe9e6f8b456b */
"hk_sz_300_index" = "CSI300";

/* loco:5a4df5f4c430fe996f8b456b */
"today_total_limit" = "Today's total amount";

/* loco:5a4df622c430fe9d6f8b4568 */
"near_three_sh_stock_exchange_inflow" = "Net inflow of SHANGHAI CONNECT-Northbound in nearly 3 months(Foreign capital buying A shares)";

/* loco:5a4df64fc430fe976f8b456a */
"near_three_sz_stock_exchange_inflow" = "Net inflow of SHENZHEN CONNECT-Northbound in nearly 3 months(Foreign capital buying A shares)";

/* loco:5a4df67ec430fea36f8b4569 */
"near_three_hk_sh_stock_exchange_inflow" = "Net inflow of SHANGHAI CONNECT-Southbound in nearly 3 months(Mainland capital buy Hong Kong shares)";

/* loco:5a4df6b3c430fe9e6f8b4572 */
"near_three_hk_sz_stock_exchange_inflow" = "Net inflow of SHENZHEN CONNECT-Southbound in nearly 3 months(Mainland capital buy Hong Kong shares)";

/* loco:5a4df6e5c430fea06f8b4569 */
"sh_stock_exchange_top_ten" = "SHANGHAI CONNECT-Northbound Top 10 Turnover Stocks";

/* loco:5a4df714c430fe18708b4567 */
"sz_stock_exchange_top_ten" = "SHENZHEN CONNECT-Northbound Top 10 Turnover Stocks";

/* loco:5a4df743c430fe22708b4568 */
"hk_sh_stock_exchange_top_ten" = "SHANGHAI CONNECT-Southbound Top 10 Turnover Stocks";

/* loco:5a4df773c430fe1c708b456a */
"hk_sz_stock_exchange_top_ten" = "SHENZHEN CONNECT-Southbound Top 10 Turnover Stocks";

/* loco:5a4df7a0c430fe18708b456b */
"sh_rzrq_balance_difference_trend" = "The trend of margin balance in Shanghai Stock Market";

/* loco:5a4df7cdc430fe22708b456a */
"sz_rzrq_balance_difference_trend" = "The trend of margin balance in Shenzhen Stock Market";

/* loco:5a4df7fec430fe18708b456d */
"rzrq_balance_difference_trend" = "The trend of margin balance";

/* loco:5a4df924c430fe6d708b4567 */
"ex_right" = "ex-dividend price";

/* loco:5a4dfc53c430fe04718b4567 */
"backward_right" = "backward adjusted price ";

/* loco:5a4dfc93c430fe05718b4567 */
"forward_right" = "forward adjusted price ";

/* loco:5a4dfceac430fe03718b4567 */
"net_purchase" = "Net purchase";

/* loco:5a4dfd2cc430fe00718b4568 */
"label_volmoney" = "Turnover";

/* loco:5a4dfd6ac430fefe708b4568 */
"list_top_num" = "Number of times on the list ";

/* loco:5a4dfd97c430fefe708b456a */
"near_two_month" = "nearly 2 months";

/* loco:5a4dfddac430fe03718b456a */
"stock_share_with_bracket" = "(tens of thousands of shares)";

/* loco:5a4dfe09c430fe03718b456c */
"title_sh_hk" = "SHENZHEN CONNECT & SHANGHAI CONNECT";

/* loco:5a4dfe62c430fe9e718b4567 */
"szsh_to_hk" = "SHENZHEN CONNECT & SHANGHAI CONNECT-Northbound";

/* loco:5a4dfe97c430fe97718b4568 */
"hk_to_szsh" = "SHENZHEN CONNECT & SHANGHAI CONNECT-Southbound";

/* loco:5a4dfec9c430fe94718b4567 */
"securities_margin_trading" = "Margin trading";

/* loco:5a4dfef3c430fea9718b4568 */
"stock_rank" = "Rank";

/* loco:5a4dff1dc430fe99718b4569 */
"stock_inflow" = "Net purchase";

/* loco:5a4dff48c430fea9718b456a */
"million_yuan" = "(billion yuan)";

/* loco:5a4dffd2c430fe95718b4568 */
"amount_of_two_market" = "Shanghai & Shenzhen Stock Market";

/* loco:5a4e0000c430fe9a718b4569 */
"market_sh" = "Shanghai Stock Market";

/* loco:5a4e0053c430fe9e718b456e */
"market_sz" = "Shenzhen Stock Market";

/* loco:5a4e007fc430fefc718b4567 */
"detail_data" = "Detailed data";

/* loco:5a4e00abc430fe04728b4567 */
"margin_trade_buy" = "Net margin purchase ";

/* loco:5a4e00e0c430fefc718b4568 */
"margin_trade_sell" = "Net margin selling";

/* loco:5a4e010cc430fe0e728b4590 */
"margin_trade_balance" = "Margin balance";

/* loco:5a4e0143c430fe02728b4569 */
"trade_date" = "Date";

/* loco:5a4e01c1c430fe29728b4567 */
"load_more" = "Load more...";

/* loco:5a4eef67c430fe812a8b4567 */
"shsz_rzrq_balance_difference_trend" = "The trend of margin balance in Shanghai & Shenzhen Stock Market";

/* loco:5a4f17fdc430fe63318b4567 */
"regno_invite_friends" = "Invite friends to join";

/* loco:5a532274c430feaf708b4567 */
"margin_trade_balance_index" = "Margin balance(billion yuan)";

/* loco:5a60321fc430fe61158b4567 */
"discover" = "DISCOVER";

/* loco:5a60330ec430fe67158b4567 */
"trade" = "TRADE";

/* loco:5847b08d52e1a1337a8b4569 */
"app_name" = "Beevest Securities";

/* loco:5849080852e1a1b6288b4568 */
"account_settings_about" = "About Beevest ";

/* loco:584f672452e1a1ca2d8b45a2 */
"fund_title" = "Fund";

/* loco:5850ee3752e1a1884c8b456a */
"regno_advantage_newapp_1" = "Global trading";

/* loco:5850eed152e1a1914c8b456b */
"regno_advantage_newapp_2" = "Global News";

/* loco:5850ef1552e1a1854c8b456e */
"regno_advantage_newapp_3" = "Customer Service";

/* loco:5850ef5d52e1a18b4c8b4569 */
"regno_advantage_newapp_1_desc" = "US/SH/SZ/HK Stocks";

/* loco:5850efbc52e1a1854c8b4571 */
"regno_advantage_newapp_2_desc" = "News over the world";

/* loco:5850f02252e1a1914c8b4570 */
"regno_advantage_newapp_3_desc" = "Professional customer service ";

/* loco:5850f13852e1a1944c8b4570 */
"regno_open_account" = "open account right now";

/* loco:5850f3de52e1a1274d8b4567 */
"stock_trade_open_account" = "You cannot trade without account, do you want to open account right now?";

/* loco:5857c71a52e1a147708b456d */
"account_watermark_companyname" = "Beevest  Securities";

/* loco:5857c77752e1a159708b456f */
"account_watermark_license" = "ABM126";

/* loco:58ad040652e1a129398b4567 */
"account_settings_changepwd" = "Reset app password";

/* loco:58ad318752e1a1813d8b4568 */
"regno_advantage_title" = "Open Securities Account";

/* loco:58ad326252e1a1e93c8b4568 */
"stock_trade_without_fdtacc" = "Please contact your wealth manager to open security account to trade.";

/* loco:58ad32ce52e1a11f3d8b4569 */
"me_profile_fdt_broker" = "Securities  Account";

/* loco:591ac55b52e1a10d128b457b */
"reg_set_password" = "Your password need to be at least 8 characters, containing numbers and letters";

/* loco:591c0dfc52e1a14f748b4567 */
"login_changpwd_new" = "Your password need to be at least 8 characters, containing numbers and letters";

/* loco:5a0e7994820ee9de418b4567 */
"Add a stock" = "Add a stock";

/* loco:5a13fb0cc430fe1d0e8b4567 */
"me_infomation" = "Personal information";

/* loco:5a13fb3ec430fe400e8b4569 */
"move_to_group" = "Move to portfolio";

/* loco:5a13fb5ec430fe490e8b456b */
"portfolio_sys_group" = "System portfolio";

/* loco:5a13fb91c430fe770e8b4569 */
"portfolio_cus_group" = "Custom portfolio";

/* loco:5a13fef6c430fe530f8b456c */
"portfolio_create_custom_group" = "Creat portfolio";

/* loco:5a14d660c430fea14a8b4569 */
"create_group_error" = "The name of the portfolio is too long";

/* loco:5a14d8eac430fea44a8b4568 */
"delete_portfolio_group" = "Delete portfolio";

/* loco:5a14d910c430fe9c4b8b4568 */
"update_group_name" = "Modify the portfolio name";

/* loco:5a14d936c430fea64a8b456a */
"info_alert_delete_group" = "Are you sure to delete the portfolio \"% 1s\"?";

/* loco:5a14d963c430feeb4b8b4567 */
"delete_from_portfolio" = "Delete from portfolio";

/* loco:5a14d9adc430feec4b8b4567 */
"add_portfolio" = "Add portfolio";

/* loco:5a14d9e0c430fea94b8b456b */
"group_more_than_ten" = "You can only add up to 10 custom portfolios";

/* loco:5a14da09c430feeb4b8b4569 */
"group_name_exist" = "Portfolio name already exists";

/* loco:5a14da33c430feea4b8b4568 */
"portfolio_move_to_group" = "move to portfolio";

/* loco:5a14da60c430fe3e4b8b4571 */
"group_name_contain_illegal_char" = "Name contains illegal characters";

/* loco:5a14da8dc430fedb4b8b4568 */
"software_not_install" = "This app is not installed";

/* 以下手动添加 */
"nav_left_close_item" = "CLOSE";
"camera" = "camera";
"copy_noQQ" = "Please install QQ";
"label_long_press_alert_wealth" = "Long press to identify the two-dimensional code to register Bee Invest app";
